<h1>Стенография</h1>
<ul style="margin-left: 20px;">
	<li>Приложение предназначено для облегчения изучения стенографии. </li>
	<li>Писал для себя, но решил выложить может кому то будет полезно</li>
	<li>Сейчас реализован поиск по словам, тренажер и правила</li>
	<li>Планирую дописать упражнения и форум</li>
	<li>Контент буду добавлять по мере изучения</li>
</ul>
<br>
<p>
	Используется материал с сайта <a href="http://shorthand.ru/index.htm" target="_blank">shorthand.ru</a>
</p>
<br>
<br>
<? if ($this->session->id_user): ?>
	<p>Количество посещений: <span><?=$visits?></span></
<? endif; ?>
