<div class="main-page">
	<h1>Стенография</h1>
	<p>Овладение стенографией сродни овладению иностранным языком. Теорию можно изучить за несколько месяцев, но знать – не значит уметь применять. На освоение основных приемов уйдет значительное время.</p>
	<p>Если вы как и я все таки решили освоить эту науку, то тренажер по стенографии предназначен облегчить ваш труд.
	 Подводный камни описаны здесь <a href="/http://www.malvina.tk/2013/07/blog-post_12.html">Стенография. Взгляд изнутри</a>
	</p>
	<p>Приложение в стадии разработки, но как показывает мой собственный опыт может быть полезно уже сейчас.</p>
	<h2>Возможности :</h2>
	<ul style="margin-left: 20px;">
		<li>Поиск слов</li>
		<li>Тренажер по слогам, словам, фразеограммам, предложениям и т.д. (база пополняется)</li>
		<li>Озвучивание слов с возможностью выставлять скорость озвучки (нужно в вашем браузере в настройках разрешить автоматическое воспроизведение звука, по умолчанию оно запрещено)</li>
		<li>Правила с примерами (база пополняется)</li>
		<li>Упражнения (планирую сделать)</li>
		<li>Список онлайн ресурсов и книг</li>
		<li>Видео как пользоваться тренажером (планирую добавить)</li>
		<li>Форум или контакты (планирую сделать)</li>
		<li>Учет изученных слов по каждому пользователю (чтобы не показывать) (планирую сделать)</li>
	</ul>
	<br>
	<h2>Полезные ресурсы:</h2>
	<ol>
		<li><a href="http://shorthand.ru/index.htm" target="_blank">shorthand.ru</a></li>
	</ol>
	<h2>Литература:</h2>
	<ol>
		<li><a href="/web/books/kursstenografii1948.djvu">Курс стенографии Н.Н. Соколов</a></li>
	</ol>
	<br>
	<br>
	<? if ($this->session->id_user): ?>
		<p>Количество посещений: <span><?=$visits?></span></
	<? endif; ?>
</div>

